<?php

/*
ВАЖНО!
Админ должен быть с ID=8 (Если руки необходимо сменить, меняем и $adminid и все ограничения в обработчиках)
ДАЖЕ ЕСЛИ СМЕНИТЬ ИД АДМИНА, ОН ДОЛЖЕН БЫТЬ МИНИМАЛЬНЫМ!!!! (не считая SYSYTEM)
SYSYTEM c id=0
Пользователей с ID меньше 8 быть не должно!
*/



if(!defined('SCRIPT_BY_SIRGOFFAN')){

echo ('Выявлена попытка взлома!');
exit();
}

$bd_host = "localhost";
$bd_user = "demo24"; // юзер
$bd_password = "shahen111992";  // пасс
$bd_base = "demo24"; // БД

$db = new SafeMySQL(array('user' => $bd_user, 'pass' => $bd_password, 'db' => $bd_base, 'charset' => 'utf8'));




//Название проекта
$sitename="Doubles-money";
//Описание проекта
$description="Удвоитель";
//Дата старта
$privetstvie='Проект стартовал 11 декабря 2015'; //Тупо пишем текстом что нужно, например дату старта, как нравится
//Вкл/выкл капчи (1 - вкл, 0 - выкл)
$use_kapcha=0;
//Режим работы сайта. 1 - сайт работает, 0 - регистрация закрыта
$itworks=1;
//Тип соединения (http или https)
$http_s="http";




//Настройки PAYEER
//ПРИЕМ СРЕДСТВ (мерчант):
$m_shop = ''; //ID магазина в системе Payeer
$m_desc = 'Пополнение счета в '.$sitename; //Текст комментария к платежу
$m_key = '';
//ВЫПЛАТА (api):
$accountNumber = '';  //Счет, с которого будут происходить выплаты
$apiId = ''; //ID API
$apiKey = ''; //Секретный ключ API
$m_curr='RUB';

//КОШЕЛЕК ПРОЕКТА
$koshelek_admina=''; //Кошелек админа (Сюда будут капать админские. Также только этот логин будет иметь доступ в админку)

$adminmail="admin@yandex.ru"; //Почта админа
$adminsecretcode='235423542'; //Cекретный код для входа в админку
//$adminname=""; //Ник админа
$adminadress="admin"; //Адрес админки (/?page=это_значение)
$admintoken="wgwgwsbvgsd7weshvf7sevgfs"; //Тоукен для некоторых функций в админке (например, для аякса)
$admintoken=md5($admintoken.date("d.m.Y")); //Токен меняется каждый день

//Выплаты по крону?  0 - по крону, 1 - кешем
$nocron=1;


/**//**//**//**//**//**//**//**//**//**//**//**//**//**//**//**//**//**//**//**/


$mindep=10; //Минимальный размер депозита
$maxdep=30000; //Максимальный размер депозита

$refpercent=10; //Реф. процент
$admpercent=10; //Админский процент

$depperiod=24; //Время вклада












//Script by Sirgoffan
?>