<?php if(!defined('SCRIPT_BY_SIRGOFFAN')){
echo ('Выявлена попытка взлома!');
exit();
}
?>

<p><h1 style="text-align:center">О проекте</h1>

</p><p align="left" style=" padding:0px 20px 20px 20px;">WINCHANCE.RU - финансовая система, основанная на принципе распределения денежного потока. Средства участников вложивших позже, распределяются между участниками, вложившими раньше.&nbsp;<br>

Проект WINCHANCE.RU - это функционирующий сайт по принципу финансовой пирамиды. Участвовать может любой желающий достигший 18 лет. </p>
<p align="left" style=" padding:0px 20px 20px 20px;">Суть программы проста и заключается в том, что сегодня помог ты, а завтра помогут тебе. Все очень просто и доступно даже новичку.
  
  
 Наш проект не предъявляет вам каких-либо требований и условий. Все что Вам нужно делать - это оформить новую инвестицию, и подождать <?=$depperiod?> часа. По истечению этому времени Вы получите свой депозит + 20%. Ваша инвестиция будет автоматически переведена на кошелёк.который Вы указали при регистрации. </p>
<p align="left" style=" padding:0px 20px 20px 20px;">Реферальные проценты переводятся спустя одной минуты после вклада Вашего реферала в автоматическом режиме (мин. от 10 руб) </p>

