<?php if(!defined('SCRIPT_BY_SIRGOFFAN')){
echo ('Выявлена попытка взлома!');
exit();
}
?>


<p><h1 style="text-align:center">Вопрос-Ответ</h1></p>
<p style=" padding:0px 20px 20px 20px;">
<b>1. Что такое WINCHANCE.RU?</b><br>
WINCHANCE - это инновационная инвестиционная платформа. <br>
<br>
<b>2. Кто может инвестировать в WINCHANCE.RU?</b><br>
Инвестировать в WINCHANCE.RU может абсолютно каждый, никаких ограничений нет. 
<br>
<br>
<b>3. Какие инвестиционные планы вы предлагаете?</b><br>
Мы предлагаем один их самых выгодных планов: 10% прибыли за <?=$depperiod?> часа. 
<br>
<br>
<b>4. Какие деньги вы принимаете?</b><br>
На данный момент депозит можно сделать только через систему Payeer (рубли). 
<br>
<br>
<b>5. Как сделать мой первый депозит?</b><br>
Шаг 1. Введите номер своего кошелька Payeer (авторизация/регистрация)<br>
Шаг 2. Оплатите депозит<br>
<br>
<b>6. Какая минимаальная и максимальная сумма депозита?</b><br>
Минимальная сумма депозита - 1 рублей, максимальная - 30000 рублей. Можно отправлять несколько депозитов подряд.
<br>
<br>
<b>7. Могу ли я сделать несколько депозитов?</b><br>
Да, но сумма каждого депозита не должна превышать 30000 рублей. 
<br>
<br>
<b>8. Через какое время мой депозит появится в списке? </b><br>
Новые депозиты появляются в списке автоматически, но иногда этот процесс может занять до 15 минут. 
<br>
<br>
<b>9. Что нужно сделать, чтобы получить выплату?</b><br>
Выплаты производятся абсолютно автоматически через <?=$depperiod?> часа после депозита. 
<br>
<br>
<b>10. Почему мой депозит пропал из списка?</b><br>
Вероятно в вашем браузере стерлись cookies. Пройдите авторизацию еще раз и перейдите в раздел "Мои депозиты". <br>
<br>
<b>11. Сколько я получу с приглашенных людей?</b><br>
Вы получите <b>5%</b> от пополнения Ваших рефералов <b>на Ваш кошелёк!</b> 
<b><br>
<br>
11. Как я могу с Вами связаться</b><br>
Если у Вас возникли дополнительные вопросы - перейдите в раздел Поддержка.<br></p>

			  
